{
    "fromMe": [
        {
            "id": "0000",
            "details": [
                [
                    "今天是什么日子呢",
                    "原来今天是畅畅的生日啊",
                    "💐💐💐生日快乐💐💐💐",
                    "我的宝贝😘",
                    "🌹🌹🌹送你花花🌹🌹🌹",
                    "<pre>🍀🍀🍀🌹🍀🍀🍀🌹🍀🍀🍀 \n🍀🍀🌹🌹🌹🍀🌹🌹🌹🍀🍀 \n🍀🌹🌹🌹🌹🌹🌹🌹🌹🌹🍀 \n🍀🌹🌹🌹🌹🌹🌹🌹🌹🌹🍀 \n🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹 \n🍀🌹🌹🌹🌹🌹🌹🌹🌹🌹🍀 \n🍀🍀🌹🌹🌹🌹🌹🌹🌹🍀🍀 \n🍀🍀🍀🌹🌹🌹🌹🌹🍀🍀🍀 \n🍀🍀🍀🍀🍀🌹🍀🍀🍀🍀🍀</pre>",
                    "亲爱的徐畅畅，这是我第一次给你写情书",
                    "说来也可笑，在谈恋爱前我还从未给你写过情书，写下此情书的原因也是在去年我们约定好为彼此写一封情书",
                    "与其说是情书，不如说是把我内心对你的喜欢用纸记录下来吧",
                    "我对你的喜欢是从何时开始的了？",
                    "大抵是初中晚自习时故意换到你旁边与你讲话，亦或是在府城办事处实习时为了接近你，天天跑去你实习的办公室坐在一起刷抖音",
                    "<img src='img/xc1.jpg'>",
                    "初中埋下的爱的种子终于在二零年盛夏绽放",
                    "从那时起，就突然有了一个你让我牵肠挂肚，割舍不下",
                    "那段时光可能是我辈子最开心的几段时光之一了，每天都期盼能与你在档案室嬉笑打闹",
                    "正因为那一段时间的相处，让我心里深埋着的爱意再也藏不下去了，我那时只想以后每天都入此时，我想着我再不表白可能就真的没机会了",
                    "因此在实习完之后，我邀请你和部分在府城办事处实习的同事们一起聚个餐，想着在聚完餐之后就和你表白",
                    "在ktv的时候，我打算和你摇骰子玩真心话大冒险，趁这个游戏来和你表白，可是不知道什么原因，导致没有玩这个游戏",
                    "我当时当着那么多人的面也胆怯了，没有说出那句我爱你",
                    "后面又过了一段时间，我快要去宜昌上学了，正在这个时候，你又给我了一次机会",
                    "你和我打了一个赌，谁输了的话要告诉对方一个秘密",
                    "恰好，我输了，你追着我，让我告诉你一个秘密，我心里想，我这次不能退缩了，我要乘这次机会说出那句话",
                    "因此，在不那么正式的一个情况下，我对你表白了",
                    "在输下我喜欢你后，我内心非常的忐忑，我害怕你再一次拒绝了我",
                    "可是转念一想，就算拒绝了，等毕业我还要再表白一次",
                    "庆幸的是，你答应了我",
                    "哈哈哈哈哈哈，那一天，八月二十四号，我开心了好久，久到我彻夜未眠",
                    "开心没多久，我就要踏上去宜昌上学的旅途了",
                    "在20下半年那几个月，我们基本每天都有说不完，上课聊、下课聊、回寝室聊，刚开始我们也羞于打视频，每天就靠着聊天来互诉爱意",
                    "到21年开年以后，我们渐渐的开始每天晚上都打视频聊天。那个时候，我基本只要吃了晚饭就等着和你视频聊天",
                    "记得有一次我们聊了一整晚的天",
                    "<img src='img/xc2.jpg'>",
                    "在得知你要来宜昌看我时，我提前半个月就开始期待",
                    "我找上陈冉，和他下午去水悦城的沃尔玛提前买了零食，与梁立他们讨论附近有那些好玩好吃的地方",
                    "在你来的那一天，我提前从团委提前搞到一张请假条，然后就坐上b613去客运站接你",
                    "在乘车过程中，我脑海里想的是与你见面的画面，本来快一个小时车程，我却觉得只过了十几分钟，去见你路上的空气我都觉得是甜的",
                    "在接到你之后，我就先和你来到了我的学校。我给你一一介绍这些我上课的地方，我把我在这生活了三年的地方一一与你诉说……",
                    "在后面就是备考复习考研了，那段时间可能是由于我个人压力很大，所以导致我们那段时间频繁吵架",
                    "也多谢你对我那段期间的包容与理解，要不可能我们就走不到今天了",
                    "想对你说的话太多了，如果你愿意的话，我用我的下半生来与你慢慢诉说",
                    "我不敢说自己一生都会喜欢你，至少在能看见你的岁月里，只想对你一个人好"
                ]
            ]
        },
        {
            "id": "0001",
            "details": [
                [
                    "<img src='img/kiss-my-princess.png'>",
                    "宝贝我好开心呀😁",
                    "今后每一天的相见😍",
                    "你都是我的初恋😘",
                    "给你的那些承诺😙",
                    "我都会一一兑现😉"
                ]
            ]
        }
    ],
    "fromUser": []
}
